[
{
    "model": "products.product",
    "pk": 1,
    "fields": {
        "category": 6,
        "sku": "KILA0008",
        "name": "Oven",
        "description": "Introducing our sleek and efficient White Oven with Three Dials, a perfect blend of style and functionality to elevate your kitchen experience. Crafted with modern aesthetics and user-friendly features, this oven is designed to meet all your culinary needs with ease.\r\n\r\nWith its pristine white exterior, this oven adds a touch of sophistication to any kitchen decor. Whether you're a seasoned chef or a cooking enthusiast, our oven offers versatility and convenience to create mouthwatering dishes for your family and guests.\r\n\r\nFeaturing three intuitive dials, this oven ensures precise control over temperature, time, and cooking modes, allowing you to effortlessly adjust settings to achieve perfect results every time. Whether you're baking, roasting, or broiling, our oven provides consistent and uniform heating for even cooking throughout.\r\n\r\nEquipped with ample cooking space, you can easily accommodate multiple dishes simultaneously, making it ideal for busy households or entertaining guests. The spacious interior is designed to accommodate various cookware sizes, giving you the flexibility to experiment with different recipes and cooking techniques.\r\n\r\nBuilt with quality materials and advanced technology, our White Oven with Three Dials is not only durable but also energy-efficient, helping you save both time and money in the long run. Say goodbye to complicated controls and hello to simplicity and convenience with our user-friendly oven.\r\n\r\nUpgrade your kitchen and culinary prowess with our White Oven with Three Dials, where style meets performance for an exceptional cooking experience. Whether you're baking, roasting, or broiling, trust our oven to deliver delicious results every time.",
        "price": "89.99",
        "rating": "0.00",
        "image": "image/upload/v1711717815/utqofr9zg4lgl3xogqzj.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 2,
    "fields": {
        "category": 6,
        "sku": "KILA0011",
        "name": "Large Fridge Freezer",
        "description": "Introducing our spacious and versatile Large Fridge Freezer, designed to revolutionize the way you store and organize your food. With ample storage capacity and innovative features, this fridge freezer is the ultimate solution for keeping your groceries fresh and accessible.\r\n\r\nFeaturing a generous interior, our fridge freezer provides ample space to store all your favorite foods, beverages, and frozen goods. From fresh produce to bulk purchases, there's plenty of room to keep everything neatly organized and easily accessible.\r\n\r\nEquipped with advanced cooling technology, our fridge freezer ensures optimal temperature control to preserve the freshness and flavor of your food for longer periods. Say goodbye to food spoilage and hello to extended shelf life, thanks to our reliable cooling system.\r\n\r\nWith customizable storage options, you can adjust shelves and compartments to accommodate items of various shapes and sizes, making it easy to fit even the bulkiest of items with ease. The flexible layout allows you to maximize storage space and minimize waste, giving you the freedom to stock up on essentials without worrying about running out of room.\r\n\r\nSay goodbye to freezer burn and ice buildup, thanks to our frost-free technology that eliminates the need for manual defrosting. Spend less time maintaining your fridge freezer and more time enjoying fresh, delicious meals with your loved ones.\r\n\r\nDesigned with modern aesthetics and user-friendly features, our Large Fridge Freezer adds a touch of elegance to any kitchen space. The sleek exterior and intuitive controls make it a stylish and functional addition to your home.\r\n\r\nUpgrade your kitchen with our Large Fridge Freezer and experience the convenience of ample storage space, advanced cooling technology, and customizable organization options. Say hello to fresh food and goodbye to food waste with our reliable and efficient fridge freezer.",
        "price": "119.99",
        "rating": null,
        "image": "image/upload/v1711718542/g87w7d0ojkzm62kc0gtl.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 3,
    "fields": {
        "category": 6,
        "sku": "KILA0005",
        "name": "Dishwasher",
        "description": "Introducing our state-of-the-art Dishwasher, the ultimate solution for hassle-free dish cleaning and kitchen maintenance. With advanced features and intuitive controls, our dishwasher takes the chore out of washing dishes, allowing you to reclaim your valuable time.\r\n\r\nFeaturing multiple wash cycles and adjustable settings, our dishwasher offers versatility to suit your cleaning needs. Whether you're tackling tough stains or delicate glassware, our dishwasher delivers sparkling results every time.\r\n\r\nWith spacious racks and adjustable shelves, our dishwasher accommodates dishes of all shapes and sizes, making it perfect for large families or dinner parties. Say goodbye to hand-washing and hello to effortless cleaning with our efficient dishwasher.\r\n\r\nEquipped with energy-efficient technology, our dishwasher not only saves you time but also helps you save on water and energy bills. With a sleek design and quiet operation, it's the perfect addition to any modern kitchen.\r\n\r\nUpgrade your kitchen and simplify your life with our Dishwasher, where convenience meets performance for sparkling clean dishes with minimal effort.",
        "price": "299.99",
        "rating": null,
        "image": "image/upload/v1711718991/fpv7bbchbt3h2nitlwtw.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 4,
    "fields": {
        "category": 6,
        "sku": "KILA0006",
        "name": "Washing Machine",
        "description": "Introducing our high-performance Washing Machine, designed to handle your laundry needs with precision and efficiency. With advanced features and customizable settings, our washing machine delivers superior cleaning results while saving you time and energy.\r\n\r\nFeaturing multiple wash programs and temperature settings, our washing machine offers versatility to tackle everything from delicate fabrics to heavily soiled garments. Say goodbye to stubborn stains and hello to fresh, clean laundry with every wash.\r\n\r\nEquipped with a spacious drum and advanced technology, our washing machine ensures thorough cleaning while being gentle on your clothes. With features like quick wash and delay start, it's the perfect solution for busy households.\r\n\r\nBuilt with durability and reliability in mind, our washing machine is designed to withstand years of heavy use, providing you with peace of mind and exceptional performance. With a sleek design and intuitive controls, it's a stylish and functional addition to any laundry room.\r\n\r\nUpgrade your laundry experience with our Washing Machine, where efficiency meets convenience for superior cleaning results and effortless operation.",
        "price": "244.99",
        "rating": null,
        "image": "image/upload/v1711719045/zk0vv0msyfpxla90ysly.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 5,
    "fields": {
        "category": 6,
        "sku": "KILA0007",
        "name": "Dryer",
        "description": "Introducing our efficient and reliable Dryer, the perfect companion to our washing machine for complete laundry convenience. With advanced drying technology and customizable settings, our dryer ensures quick and thorough drying for all your clothes and linens.\r\n\r\nFeaturing multiple drying cycles and temperature options, our dryer offers versatility to suit your fabric care needs. Whether you're drying delicate garments or heavy-duty towels, our dryer delivers optimal results without compromising on performance.\r\n\r\nWith a spacious drum and efficient airflow system, our dryer evenly dries clothes while minimizing wrinkles and static cling. Say goodbye to damp clothes and hello to fresh, fluffy laundry with every cycle.\r\n\r\nEquipped with energy-saving features and a quiet operation, our dryer not only saves you time but also helps you save on utility bills. With a sleek design and intuitive controls, it's the perfect addition to any modern laundry room.\r\n\r\nUpgrade your laundry routine with our Dryer, where efficiency meets innovation for fast, thorough drying and superior fabric care. Say goodbye to air-drying and hello to convenience with our reliable dryer.",
        "price": "354.99",
        "rating": null,
        "image": "image/upload/v1711719084/gqjwabkqxmnfke0nnbgl.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 6,
    "fields": {
        "category": 7,
        "sku": "KICO0001",
        "name": "Air Fryer",
        "description": "Introducing our innovative Air Fryer, your solution to healthier cooking without sacrificing flavor and convenience. With cutting-edge technology and user-friendly features, our air fryer allows you to enjoy your favorite fried foods with up to 85% less fat.\r\n\r\nFeaturing rapid air circulation technology, our air fryer evenly cooks food to crispy perfection, using little to no oil. From crispy french fries to juicy chicken wings, you can indulge in guilt-free meals that are both delicious and nutritious.\r\n\r\nWith adjustable temperature and time settings, our air fryer offers versatility to cook a wide range of dishes with ease. Say goodbye to preheating and hello to quick, hassle-free cooking with our efficient air fryer.\r\n\r\nEquipped with a spacious basket and easy-to-clean design, our air fryer is perfect for busy households and aspiring chefs alike. With its sleek and compact design, it's the ideal addition to any kitchen countertop.\r\n\r\nUpgrade your cooking experience with our Air Fryer, where health meets convenience for delicious meals without the guilt. Say goodbye to greasy frying and hello to crispy, flavorful dishes with our innovative air fryer.",
        "price": "59.99",
        "rating": null,
        "image": "image/upload/v1711727450/hzzzuqewzl7gtrb4zkcz.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 7,
    "fields": {
        "category": 7,
        "sku": "KICO0002",
        "name": "Sandwich Maker",
        "description": "Sandwich Maker:\r\n\r\nIntroducing our versatile and convenient Sandwich Maker, the ultimate solution for quick and delicious meals on the go. With its compact design and innovative features, our sandwich maker brings convenience and versatility to your kitchen countertop.\r\n\r\nFeaturing non-stick cooking plates and adjustable temperature control, our sandwich maker ensures even cooking and effortless release for perfectly toasted sandwiches every time. Say goodbye to soggy bread and hello to crispy, golden brown perfection with our reliable sandwich maker.\r\n\r\nWith its dual cooking surfaces and deep pockets, our sandwich maker accommodates a variety of fillings, from gooey cheese to savory meats and fresh vegetables. Whether you're craving a classic grilled cheese or a gourmet panini, you can create endless flavor combinations with ease.\r\n\r\nEquipped with indicator lights and a locking lid, our sandwich maker offers intuitive operation and safety for worry-free cooking. With its sleek design and compact footprint, it's the perfect addition to any kitchen space, whether at home or in the office.\r\n\r\nUpgrade your mealtime routine with our Sandwich Maker, where convenience meets creativity for delicious sandwiches in minutes. Say goodbye to boring lunches and hello to gourmet delights with our versatile sandwich maker.",
        "price": "37.49",
        "rating": null,
        "image": "image/upload/v1711727506/fpp05cno0vrfug5mjjoa.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 8,
    "fields": {
        "category": 7,
        "sku": "KICO0003",
        "name": "Kettle",
        "description": "Introducing our stylish and efficient Kettle, the perfect companion for your morning routine or afternoon tea time. With its sleek design and rapid heating technology, our kettle brings convenience and elegance to your kitchen countertop.\r\n\r\nFeaturing a powerful heating element and quick boil functionality, our kettle ensures hot water in a matter of minutes, allowing you to enjoy your favorite hot beverages with minimal wait time. Say goodbye to stovetop boiling and hello to instant gratification with our efficient kettle.\r\n\r\nWith its generous capacity and easy-pour spout, our kettle is perfect for brewing large batches of tea or coffee for family and friends. The ergonomic handle and drip-free design make pouring effortless and mess-free.\r\n\r\nEquipped with safety features such as automatic shut-off and boil-dry protection, our kettle offers peace of mind and worry-free operation. With its durable construction and timeless design, it's the perfect addition to any kitchen decor.\r\n\r\nUpgrade your kitchen with our Kettle, where style meets functionality for quick and convenient hot water on demand. Say goodbye to waiting and hello to instant satisfaction with our reliable kettle.",
        "price": "14.99",
        "rating": null,
        "image": "image/upload/v1711727534/pbnobrjd9kcm4htbmxut.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 9,
    "fields": {
        "category": 7,
        "sku": "KICO0005",
        "name": "Microwave",
        "description": "Introducing our versatile and powerful Microwave, designed to simplify meal preparation and heating with advanced features and intuitive controls. Whether you're cooking, reheating, or defrosting, our microwave offers convenience and efficiency for busy households.\r\n\r\nFeaturing multiple power levels and pre-programmed settings, our microwave ensures precise cooking for a variety of dishes. From popcorn to baked potatoes, you can enjoy delicious meals and snacks in minutes with our reliable microwave.\r\n\r\nWith its spacious interior and rotating turntable, our microwave accommodates dishes of all shapes and sizes, making it perfect for family-sized portions or reheating leftovers. Say goodbye to uneven heating and hello to consistent results with our efficient microwave.\r\n\r\nEquipped with easy-to-use controls and a clear LED display, our microwave offers effortless operation and customization to suit your cooking needs. With its sleek design and compact footprint, it's the perfect addition to any kitchen countertop.\r\n\r\nUpgrade your cooking experience with our Microwave, where convenience meets versatility for delicious meals in minutes. Say goodbye to long wait times and hello to quick, efficient cooking with our reliable microwave.",
        "price": "31.99",
        "rating": null,
        "image": "image/upload/v1711727559/qe7lswpj14qabtffa1xx.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 10,
    "fields": {
        "category": 7,
        "sku": "KICO0004",
        "name": "Toaster",
        "description": "Introducing our sleek and efficient Toaster, the perfect companion for your morning routine or afternoon snacks. With its stylish design and advanced toasting technology, our toaster delivers perfect results with every use.\r\n\r\nFeaturing multiple toast settings and wide slots, our toaster accommodates various bread types and thicknesses, ensuring evenly toasted slices every time. Say goodbye to uneven toasting and hello to golden brown perfection with our reliable toaster.\r\n\r\nWith its built-in warming rack and defrost function, our toaster offers versatility to toast, warm, or thaw your favorite foods with ease. From bagels to waffles, you can enjoy delicious breakfast treats in minutes with our efficient toaster.\r\n\r\nEquipped with safety features such as cool-touch housing and automatic shut-off, our toaster offers peace of mind and worry-free operation. With its compact design and cord storage, it's the perfect addition to any kitchen countertop.\r\n\r\nUpgrade your breakfast experience with our Toaster, where style meets functionality for perfect toast every time. Say goodbye to soggy bread and hello to crispy, delicious slices with our reliable toaster.",
        "price": "8.99",
        "rating": null,
        "image": "image/upload/v1711727583/wmupilv3bktuk4hdihwl.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 11,
    "fields": {
        "category": 8,
        "sku": "KICU0001",
        "name": "Cooking utensils (8 Piece set)",
        "description": "Elevate your culinary adventures with our comprehensive Cooking Utensil Set, designed to meet all your kitchen needs with precision and style. This set includes essential tools crafted from high-quality materials, ensuring durability and performance for years to come.\r\n\r\nSieve: Perfect for straining pasta, rinsing fruits and vegetables, or sifting flour for baking, our sieve features fine mesh construction for efficient filtering without any food residue.\r\n\r\nWhisk: Whether you're whipping up fluffy eggs, blending batter, or creating creamy sauces, our whisk with its ergonomic handle and durable wires ensures smooth and effortless mixing every time.\r\n\r\nKnives (Two): Our set includes two versatile knivesùa chef's knife for chopping, dicing, and slicing, and a utility knife for precision cutting tasks. With sharp stainless steel blades and comfortable grips, these knives make food preparation a breeze.\r\n\r\nSaucepan: Crafted from heavy-duty aluminum with a non-stick interior, our saucepan heats evenly and cleans up easily. Perfect for simmering sauces, boiling vegetables, or cooking grains, it's a kitchen essential for every home chef.\r\n\r\nPeeler: Designed for efficiency and precision, our peeler features a sharp stainless steel blade and comfortable grip handle, making it easy to peel fruits and vegetables with minimal effort.\r\n\r\nUpgrade your kitchen arsenal with our Cooking Utensil Set, where quality meets versatility for a seamless cooking experience.",
        "price": "18.99",
        "rating": null,
        "image": "image/upload/v1711731571/xzqozlitae9j9d1uglzu.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 12,
    "fields": {
        "category": 8,
        "sku": "KICU0002",
        "name": "Variety of drinking glasses (Set of 14)",
        "description": "Sip in style with our Set of Drinking Glasses, perfect for serving your favorite beverages with elegance and sophistication. Crafted from high-quality glass, these glasses are durable and dishwasher safe, making them ideal for everyday use or special occasions.\r\n\r\nWith a timeless design and versatile size, our drinking glasses are suitable for everything from water and juice to cocktails and wine. Whether you're entertaining guests or enjoying a quiet evening at home, these glasses add a touch of refinement to any table setting.\r\n\r\nUpgrade your drinkware collection with our Set of Drinking Glasses, where quality meets style for unforgettable moments shared with family and friends.",
        "price": "18.49",
        "rating": null,
        "image": "image/upload/v1711731636/jwrqyn8o4pbyh4c4e0gr.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 13,
    "fields": {
        "category": 8,
        "sku": "KICU0005",
        "name": "Black and White mugs (Set of 10)",
        "description": "Indulge in your favorite hot beverages with our Set of Black and White Mugs, a stylish addition to your morning routine or afternoon tea time. Crafted from durable ceramic, these mugs feature a classic design with contrasting black and white finishes, adding a modern touch to your drinkware collection.\r\n\r\nWith generous capacities and comfortable handles, our mugs are perfect for enjoying coffee, tea, hot chocolate, or any other warm beverage. Whether you're starting your day or winding down in the evening, these mugs offer both style and functionality for cozy moments at home.\r\n\r\nUpgrade your mug collection with our Set of Black and White Mugs, where elegance meets practicality for indulgent moments of relaxation.",
        "price": "9.99",
        "rating": null,
        "image": "image/upload/v1711731674/wjpipiuvb5sfdusrs6rt.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 14,
    "fields": {
        "category": 8,
        "sku": "KICU0003",
        "name": "Dinner set (9 Pieces)",
        "description": "Serve up culinary creations in style with our Set of Large Plates, Small Plates, and Bowls, designed to elevate your dining experience with elegance and functionality. Crafted from high-quality porcelain, this set features a timeless design with clean lines and a crisp white finish, making it the perfect canvas for showcasing your culinary creations.\r\n\r\nLarge Plates: Ideal for main courses, our large plates offer ample space for showcasing hearty meals with style. Whether you're serving up grilled meats, pasta dishes, or vibrant salads, these plates provide a sophisticated backdrop for your culinary creations.\r\n\r\nSmall Plates: Perfect for appetizers, salads, or desserts, our small plates add a touch of elegance to any table setting. With their versatile size and classic design, they're ideal for entertaining guests or enjoying casual meals with family.\r\n\r\nBowls: From soups and stews to pasta and rice dishes, our bowls are designed for versatility and practicality. With their generous capacities and sturdy construction, they're perfect for serving everything from comforting classics to creative culinary creations.\r\n\r\nUpgrade your dinnerware collection with our Set of Large Plates, Small Plates, and Bowls, where quality meets sophistication for memorable dining experiences.",
        "price": "16.29",
        "rating": null,
        "image": "image/upload/v1711731780/wkgpa7lkmkv34yd4rk83.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 15,
    "fields": {
        "category": 8,
        "sku": "KICU0004",
        "name": "Cutlery set (8 Pieces)",
        "description": "Complete your table setting with our Set of Cutlery, crafted from high-quality stainless steel for durability and elegance. This comprehensive set includes everything you need for enjoying meals with family and friends, from appetizers to desserts.\r\n\r\nKnives: Featuring sharp serrated blades and ergonomic handles, our knives are perfect for cutting through meats, fruits, and vegetables with ease.\r\n\r\nForks: With their sturdy tines and polished finish, our forks are ideal for spearing and enjoying a variety of foods, from salads to main courses.\r\n\r\nSpoons: From soups and stews to desserts and drinks, our spoons are designed for versatility and comfort, making them perfect for every meal.\r\n\r\nUpgrade your dining experience with our Set of Cutlery, where style meets functionality for unforgettable meals shared with loved ones.",
        "price": "6.99",
        "rating": null,
        "image": "image/upload/v1711731822/ysqvwjhfa3h9ej4sfwwm.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 16,
    "fields": {
        "category": 9,
        "sku": "LILI0001",
        "name": "Sofa",
        "description": "Introducing our sleek and sophisticated Black L Sofa, where comfort meets style in perfect harmony. Crafted with meticulous attention to detail, this sofa seamlessly blends into any modern living space, adding a touch of elegance and luxury.\r\n\r\nSink into the plush cushions of our L-shaped sofa and experience ultimate relaxation after a long day. Designed with both form and function in mind, its ergonomic structure provides ample support for your back, while the generous seating area ensures room for you and your loved ones to unwind together.",
        "price": "350.00",
        "rating": null,
        "image": "image/upload/v1715606206/idh5yuvqc7nbnay6h7xw.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 17,
    "fields": {
        "category": 9,
        "sku": "LILI0004",
        "name": "Armchair",
        "description": "Introducing our Haven Armchair: where comfort meets elegance. Sink into its plush embrace, upholstered in sumptuous fabric, atop sleek wooden legs. Versatile and sophisticated, it's the perfect addition to any space. Experience luxury and relaxation with the Haven Armchair.",
        "price": "60.00",
        "rating": null,
        "image": "image/upload/v1715606510/pry3g8hptvbdnaz1iq7m.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 18,
    "fields": {
        "category": 9,
        "sku": "LILI0003",
        "name": "Coffee Table",
        "description": "Introducing our sleek and versatile coffee table, a harmonious blend of form and function designed to elevate any living space. Crafted with premium materials and a contemporary aesthetic, its minimalist yet sturdy design offers both style and practicality. With ample surface area for beverages, books, or dΘcor, and a convenient lower shelf for storage, this coffee table seamlessly combines elegance with utility, making it the perfect centre piece for any modern home.",
        "price": "45.00",
        "rating": null,
        "image": "image/upload/v1715606790/xzwwcyutzjjszvyz11yl.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 19,
    "fields": {
        "category": 9,
        "sku": "LILI0006",
        "name": "Rug",
        "description": "Introducing our vibrant \"Royal Kaleidoscope\" rug, a tapestry of hues that dance with the elegance of a London garden in full bloom. Crafted with meticulous care and an eye for detail, this rug is a testament to both artistry and comfort.",
        "price": "65.00",
        "rating": null,
        "image": "image/upload/v1715607310/wyeeloa5eqzgaxryilfp.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 20,
    "fields": {
        "category": 9,
        "sku": "LILI0005",
        "name": "Bookcase",
        "description": "Are you seeking the perfect balance between functionality and style for your home or office? Look no further than the Harmony Bookcase Collection, where elegance meets organization in every shelf.\r\n\r\nCrafted with meticulous attention to detail, each piece in our collection is designed to enhance the ambiance of any room while providing ample space to display your literary treasures, decorative accents, and cherished mementos.",
        "price": "80.00",
        "rating": null,
        "image": "image/upload/v1715607547/hiknbt1yc2z9fb31kh8j.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 21,
    "fields": {
        "category": 10,
        "sku": "LIPI0001",
        "name": "Cactus Cushion",
        "description": "Our Cactus Bliss Cushion brings a touch of whimsy and character to your home decor. Featuring a delightful pattern of vibrant cacti, this cushion adds charm to any space. Crafted from high-quality, soft-touch fabric, it offers both style and comfort. Whether you're lounging on the sofa or adding flair to your favorite chair, this cushion is sure to be a delightful accent in any room.",
        "price": "15.00",
        "rating": null,
        "image": "image/upload/v1715607751/pu7k2jivjfo21n6za3db.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 22,
    "fields": {
        "category": 10,
        "sku": "LIPI0002",
        "name": "White Fluffy Cushion",
        "description": "Indulge in luxurious comfort with our Heavenly Cloud Cushion û a sumptuously soft addition to your home dΘcor. Crafted from the finest materials, this cushion boasts a cloud-like fluffiness that invites you to sink into relaxation. Its pristine white hue adds a touch of elegance to any space, effortlessly complementing a variety of interior styles.",
        "price": "15.00",
        "rating": null,
        "image": "image/upload/v1715607830/hnmhdwp9ci4bbcxorhct.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 23,
    "fields": {
        "category": 10,
        "sku": "LIPI0003",
        "name": "Grey Throw",
        "description": "Wrap yourself in warmth and style with our Grey Cosy Throw Blanket. Crafted from plush materials, this blanket offers luxurious softness and comfort, perfect for chilly evenings or lazy weekends. The soothing grey hue adds a touch of elegance to any room, while the generous size ensures ample coverage. Whether draped over your sofa or layered on your bed, our Grey Cosy Throw Blanket is the perfect accessory to cosy up with anytime, anywhere.",
        "price": "25.00",
        "rating": null,
        "image": "image/upload/v1715608062/kptaluny6fz4dxsa9fuf.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 24,
    "fields": {
        "category": 10,
        "sku": "LIPI0004",
        "name": "Coral Throw",
        "description": "Introducing our Coral Peachy Throw Blanket û a cozy addition to your home decor that brings warmth and style to any space. Crafted from plush materials, this blanket offers luxurious softness and comfort, perfect for snuggling up on cool evenings or adding a pop of color to your room.",
        "price": "35.00",
        "rating": null,
        "image": "image/upload/v1715608129/lxza9qmcppokubz93fxl.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 25,
    "fields": {
        "category": 10,
        "sku": "LIPI0005",
        "name": "Dog Cushion",
        "description": "Introducing our \"Cruisin' Canine Cushion\" û a delightful blend of whimsy and charm for your home dΘcor. This cushion showcases an adorable dog joyfully riding a motorcycle, adding a playful touch to any room. Crafted from premium, soft-touch fabric, it ensures both style and comfort. Whether you're a dog lover, motorcycle enthusiast, or simply adore quirky dΘcor, our Cruisin' Canine Cushion is sure to bring a smile to your face.",
        "price": "20.00",
        "rating": null,
        "image": "image/upload/v1715608326/maqyph9gosiu4am5ilfd.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 26,
    "fields": {
        "category": 11,
        "sku": "LILI0002",
        "name": "Chandelier",
        "description": "Our \"Ethereal Tear Drop Chandelier\" is a captivating statement piece that adds timeless elegance to any space. Featuring delicate tear drop-shaped crystals that shimmer and dance in the light, this chandelier creates a captivating ambiance. Suspended from a sleek and modern frame, it adds sophistication to dining rooms, foyers, or any area in need of a glamorous focal point. Illuminate your home with the enchanting allure of our tear drop chandelier, where every moment becomes a luminous masterpiece.",
        "price": "120.00",
        "rating": null,
        "image": "image/upload/v1715608470/yqc31tbpnfiaw2r86ee6.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 27,
    "fields": {
        "category": 11,
        "sku": "LILI0007",
        "name": "Standing Lamp",
        "description": "Step into a world of contemporary sophistication with our Curved Elegance Floor Lamp. This sleek and stylish lamp features a gracefully curved design that adds a touch of modern flair to any room. Crafted with high-quality materials, its sturdy base ensures stability while its slender, arched frame exudes understated elegance.",
        "price": "55.00",
        "rating": null,
        "image": "image/upload/v1715608530/o113sikonzgokznsngwz.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 28,
    "fields": {
        "category": 11,
        "sku": "LILI0008",
        "name": "Hanging Bulbs",
        "description": "Introducing our \"Glowing Orb Pendant Light\" û a stunning addition to your space, effortlessly blending modern aesthetics with timeless elegance. Suspended from above, this minimalist pendant light showcases a single exposed bulb, casting a warm and inviting glow that illuminates your surroundings with charm.",
        "price": "65.00",
        "rating": null,
        "image": "image/upload/v1715608648/jvdb86122fdpebjhvg1h.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 29,
    "fields": {
        "category": 11,
        "sku": "LILI0009",
        "name": "Adjustable Desk Lamp",
        "description": "The perfect lighting solution for your workspace. Designed with versatility in mind, this adjustable lamp offers customizable illumination to suit your needs. With its flexible arm and adjustable neck, you can effortlessly direct light exactly where you need it most, whether you're working on important documents or reading your favourite book. The sleek and modern design complements any desk or office dΘcor, while the energy-efficient LED bulb provides bright, yet gentle illumination to reduce eye strain during long hours of work.",
        "price": "35.00",
        "rating": null,
        "image": "image/upload/v1715608760/b5cg7xayytff2top8r6d.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 30,
    "fields": {
        "category": 11,
        "sku": "LILI0010",
        "name": "Mushroom Desk Lamp",
        "description": "Inspired by the charm of the forest, this adorable lamp features a mushroom-shaped design that brings a sense of wonder to any desk. The soft, diffused light emitted from its cap creates a cozy ambiance, perfect for reading, writing, or simply adding a touch of warmth to your space.",
        "price": "35.00",
        "rating": null,
        "image": "image/upload/v1715608837/xywcdj9ev7mmxntptki3.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 31,
    "fields": {
        "category": 12,
        "sku": "BEBE0003",
        "name": "Chest of Drawers",
        "description": "Introducing our \"Rustic Charm Wooden Chest of Drawers\" û a timeless storage solution that combines practicality with rustic elegance. Crafted from sturdy wood, this chest of drawers boasts a classic design that adds warmth and character to any room. With multiple drawers of varying sizes, it offers ample space to organize and store your belongings, from clothing and accessories to household essentials.",
        "price": "80.00",
        "rating": null,
        "image": "image/upload/v1715609227/psari7wtyyfnkrad6r0y.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 32,
    "fields": {
        "category": 12,
        "sku": "BEBE0002",
        "name": "Bedside Table",
        "description": "This simplistic bedside table offers a clean and minimalist design that effortlessly blends with any bedroom dΘcor. Crafted with sleek lines and a neutral colour palette, it complements both modern and traditional settings.  Its understated elegance adds a touch of sophistication to your bedroom, while its simplicity ensures it won't overpower the space. Enhance your bedroom with this stylish and functional bedside table, perfect for keeping your night time necessities within arm's reach.",
        "price": "40.00",
        "rating": null,
        "image": "image/upload/v1715609171/hpp8xk7zv2gpq97ur8mz.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 33,
    "fields": {
        "category": 12,
        "sku": "BEBE0004",
        "name": "Bed Frame",
        "description": "This luxurious blue velvet bed frame exudes elegance and sophistication, transforming your bedroom into a haven of comfort and style. Crafted with plush velvet upholstery in a serene blue hue, it adds a touch of opulence to any space. The tall, tufted headboard creates a focal point, while the sturdy frame provides stability and support for a restful night's sleep. Whether you're curling up with a good book or drifting off into dreamland, this bed frame offers a sumptuous retreat you'll love coming home to. Elevate your bedroom decor with the timeless allure of our blue velvet bed frame, where every night feels like a luxurious escape.",
        "price": "200.00",
        "rating": null,
        "image": "image/upload/v1715609305/lshtyrtm20i4wedo7r5c.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 34,
    "fields": {
        "category": 12,
        "sku": "BEBE0005",
        "name": "Alarm Clock",
        "description": "Wake up to the cheerful charm of our yellow alarm clock, adding a bright pop of color to your morning routine. With its vibrant yellow hue, this alarm clock brings a sunny disposition to your bedside table.",
        "price": "10.00",
        "rating": null,
        "image": "image/upload/v1715609424/al6bfjmwhmtqrhxnxdjn.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 35,
    "fields": {
        "category": 12,
        "sku": "BEBE0006",
        "name": "Vanity",
        "description": "Elevate your daily beauty routine with our exquisite vanity featuring lights adorning the mirror. Designed to marry elegance with functionality, this vanity provides the perfect setting for your grooming rituals. The illuminated mirror not only adds a touch of glamour to your space but also ensures optimal lighting for precise makeup application and skincare rituals. Crafted with attention to detail, the vanity offers ample storage for all your essentials, keeping your space clutter-free and organized. Whether you're preparing for the day ahead or winding down in the evening, our vanity with lights on the mirror creates a serene oasis where you can pamper yourself in style. Revel in the luxury of effortless beauty with our meticulously crafted vanity, where every reflection is illuminated with grace and sophistication.",
        "price": "110.00",
        "rating": null,
        "image": "image/upload/v1715609535/xddviamssp6oe3fersnj.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 36,
    "fields": {
        "category": 13,
        "sku": "BEBE0011",
        "name": "Children's Bedding (Double)",
        "description": "Welcome to the enchanted forest of dreams with our Woodland Double Bedding Set for children û where every bedtime story comes to life in the comfort of your own bed! Imagine snuggling up surrounded by a magical woodland wonderland, with adorable critters peeking out from behind every tree and bush. Our double-sized bedding set is like a cosy campsite in the heart of the forest, with plenty of space for little adventurers to rest and recharge after a day of exploration.",
        "price": "25.00",
        "rating": null,
        "image": "image/upload/v1715610406/uv4demdzywzji2jnvrcb.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 37,
    "fields": {
        "category": 13,
        "sku": "BEBE0007",
        "name": "Green Bedding (Double)",
        "description": "Introducing our Green Double Bedding adorned with a timeless white square pattern, a harmonious blend of sophistication and charm for your bedroom retreat. Crafted with meticulous attention to detail, this bedding set offers both style and comfort, ensuring a peaceful night's sleep wrapped in luxury. The serene green hue evokes a sense of tranquillity, while the crisp white squares add a touch of elegance and visual interest to your dΘcor.",
        "price": "42.00",
        "rating": null,
        "image": "image/upload/v1715609968/hwhdqkuhaytlvsoctn6z.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 38,
    "fields": {
        "category": 13,
        "sku": "BEBE0008",
        "name": "Pink Bedding (Double)",
        "description": "Get ready to snuggle up in style with our Pink Double Bedding û because who says bedtime can't be a blast of fun and fabulousness? This bedding set is all about bringing a pop of playful personality to your bedroom.",
        "price": "30.00",
        "rating": null,
        "image": "image/upload/v1715610046/czaugwqvfmcftpovw85s.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 39,
    "fields": {
        "category": 13,
        "sku": "BEBE0009",
        "name": "Blue Bedding (Double)",
        "description": "Get ready to dive into a sea of serenity with our Blue Double Bedding Set û the ultimate oasis of calm for your bedroom sanctuary. With hues as soothing as a tranquil ocean breeze, this bedding set brings a touch of relaxation and rejuvenation to your sleep space. Imagine sinking into luxurious comfort every night, wrapped in the soft embrace of our double-sized bedding set.",
        "price": "35.00",
        "rating": null,
        "image": "image/upload/v1715610117/zmabjwc8ckbo3wnjmnid.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 40,
    "fields": {
        "category": 13,
        "sku": "BEBE0010",
        "name": "White Bedding (Double)",
        "description": "Prepare to experience the epitome of luxury with our Crisp White Double Bedding Set û because who says simplicity can't be stunning? Picture yourself sinking into a cloud of softness, enveloped in the pure, pristine embrace of crisp white perfection. It's like sleeping on a fluffy marshmallow, but better!",
        "price": "35.00",
        "rating": null,
        "image": "image/upload/v1715610297/lxmiozgsp1lubcwmanjy.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 41,
    "fields": {
        "category": 14,
        "sku": "BEBE0001",
        "name": "Desk Lamp",
        "description": "Introducing our Bedside Table with Built-in Lamp û the ultimate bedside buddy for convenience and style! This savvy solution combines two essential elements into one sleek package, giving you everything you need right at your fingertips. Imagine the luxury of reaching for your favourite book or glass of water without fumbling for a lamp switch in the dark.",
        "price": "45.00",
        "rating": null,
        "image": "image/upload/v1715610706/x61wvcxabzyyy1fupodk.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 42,
    "fields": {
        "category": 14,
        "sku": "BEBE0012",
        "name": "Bulb Lamp",
        "description": "Illuminate your space with simplicity and style with our Lightbulb Lamp! This sleek and modern lamp brings a touch of minimalist charm to any room, casting a warm and inviting glow that enhances the ambiance of your space. With its timeless design and understated elegance, it effortlessly complements any decor scheme, from contemporary to classic.",
        "price": "15.00",
        "rating": null,
        "image": "image/upload/v1715610764/jamfrobr50shjjlko6y5.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 43,
    "fields": {
        "category": 14,
        "sku": "BEBE0013",
        "name": "Silver Bedside Lamp",
        "description": "Introducing our Silver Bedside Lamp û the epitome of elegance and functionality for your night time retreat! With its sleek silver finish and timeless design, this bedside beauty adds a touch of sophistication to any bedroom dΘcor.",
        "price": "20.00",
        "rating": null,
        "image": "image/upload/v1715610865/momi1rnm74qnypy1htgm.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 44,
    "fields": {
        "category": 14,
        "sku": "BEBE0014",
        "name": "Orb Lamp",
        "description": "Step into a world of enchantment with our Orb Lamp û a mesmerizing addition to your home dΘcor that captures the imagination and illuminates your space with ethereal beauty! This captivating lamp features a spherical design that radiates soft, diffused light, casting a warm and inviting glow in every direction.",
        "price": "20.00",
        "rating": null,
        "image": "image/upload/v1715610957/d92seemc8tnyd6efjjlx.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 45,
    "fields": {
        "category": 14,
        "sku": "BEBE0015",
        "name": "Multi-headed Lamp",
        "description": "Introducing our Multi-Headed Lamp û the ultimate lighting solution for versatility and style in your home! With its innovative design featuring multiple lamp heads, this lamp offers customizable illumination to suit your every need.",
        "price": "35.00",
        "rating": null,
        "image": "image/upload/v1715611234/jqgvjbudglds7t68ht97.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 46,
    "fields": {
        "category": 15,
        "sku": "BAUN0001",
        "name": "Basic White Bathroom Cabinet",
        "description": "Introducing our Basic White Bathroom Cabinet û the essential storage solution for a clean and clutter-free bathroom! Simple yet stylish, this cabinet blends seamlessly with any decor, adding a touch of freshness to your space. With its crisp white finish and understated design, it exudes a sense of cleanliness and simplicity, perfect for creating a serene oasis in your bathroom.",
        "price": "75.00",
        "rating": null,
        "image": "image/upload/v1715611422/lpls3seklji8gdbu50hf.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 47,
    "fields": {
        "category": 15,
        "sku": "BAUN0002",
        "name": "Dark Wood Bathroom Cabinet",
        "description": "Introducing our Dark Wood Bathroom Cabinet û the epitome of elegance and functionality for your bathroom sanctuary! Crafted from rich, luxurious wood, this cabinet exudes a sense of warmth and sophistication, instantly elevating your space with its timeless charm. The deep, dark finish adds a touch of drama and depth to your bathroom dΘcor, creating a luxurious atmosphere reminiscent of a spa retreat.",
        "price": "70.00",
        "rating": null,
        "image": "image/upload/v1715611511/kqrpytux6rw51vzgdz1i.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 48,
    "fields": {
        "category": 15,
        "sku": "BAUN0003",
        "name": "Double Bathroom Unit",
        "description": "Introducing our Double Bathroom Cabinet Unit û the ultimate storage solution for maximizing space and organization in your bathroom! With its double design, this unit offers twice the storage capacity, perfect for households with multiple users or those in need of extra storage space.",
        "price": "100.00",
        "rating": null,
        "image": "image/upload/v1715611600/zxnoz0ndfxbbjho72ja4.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 49,
    "fields": {
        "category": 15,
        "sku": "BAUN0004",
        "name": "Black & White Bathroom Unit",
        "description": "Introducing our Black & White Bathroom Unit û a chic and timeless addition to your bathroom decor! With its striking contrast of black and white, this unit brings a touch of modern sophistication to any space. The sleek black exterior is complemented by crisp white accents, creating a bold and dramatic aesthetic that instantly elevates your bathroom.",
        "price": "80.00",
        "rating": null,
        "image": "image/upload/v1715611672/yhelh2stynxa5jyrmvmh.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 50,
    "fields": {
        "category": 15,
        "sku": "BAUN0005",
        "name": "Double Tiered Bathroom Cabinet",
        "description": "Introducing our Double Tiered Bathroom Cabinet û maximizing storage without sacrificing style! With two tiers of storage space, this cabinet keeps your bathroom essentials organized and easily accessible. Its sleek design adds a modern touch to your space while providing ample room for towels, toiletries, and more. Say goodbye to clutter and hello to efficiency with our Double Tiered Bathroom Cabinet û where storage meets sophistication!",
        "price": "55.00",
        "rating": null,
        "image": "image/upload/v1715611852/mr74knwemccegpexjqrz.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 51,
    "fields": {
        "category": 16,
        "sku": "BATO0010",
        "name": "Yellow Stripe Towel",
        "description": "Introducing our Yellow Stripe Bath Towel û a ray of sunshine for your bathroom routine! With its vibrant yellow hue and classic stripe design, this towel adds a pop of color and style to your daily routine. Crafted from plush and absorbent materials, it wraps you in comfort and luxury after every bath or shower",
        "price": "20.00",
        "rating": null,
        "image": "image/upload/v1715612217/pmt6lpwclvd3bvisjmte.jpg",
        "has_sizes": true
    }
},
{
    "model": "products.product",
    "pk": 52,
    "fields": {
        "category": 16,
        "sku": "BATO0009",
        "name": "White Stripe Towel",
        "description": "Introducing our Fluffy White Stripe Towel û the epitome of luxury and comfort for your bathroom experience! With its plush texture and timeless stripe design, this towel exudes sophistication while wrapping you in cloud-like softness. Crafted from high-quality materials, it offers exceptional absorbency and durability, making it a staple for your daily routine.",
        "price": "20.00",
        "rating": null,
        "image": "image/upload/v1715612293/bylbgsz5xg1p04epz8qm.jpg",
        "has_sizes": true
    }
},
{
    "model": "products.product",
    "pk": 53,
    "fields": {
        "category": 16,
        "sku": "BATO0008",
        "name": "White Bathrobe",
        "description": "Step into the lap of luxury with our Adult White Bathrobe û the epitome of indulgence and refinement for your daily rituals. Crafted from the finest materials, this sumptuous bathrobe envelops you in unparalleled softness and comfort, creating a sensation of pure bliss with every wear. Impeccably designed with meticulous attention to detail, its timeless white hue exudes sophistication and elegance, elevating your lounging experience to new heights.",
        "price": "40.00",
        "rating": null,
        "image": "image/upload/v1715612406/gbck8c4ambmhev8nybdk.jpg",
        "has_sizes": true
    }
},
{
    "model": "products.product",
    "pk": 54,
    "fields": {
        "category": 16,
        "sku": "BATO0007",
        "name": "Children's Pink Bathrobe",
        "description": "Introducing our Children's Pink Bathrobe û a delightful touch of luxury for your little ones' daily routines! Crafted with the utmost care and attention to detail, this bathrobe wraps your child in cosy comfort and playful elegance.",
        "price": "25.00",
        "rating": null,
        "image": "image/upload/v1715612472/kd0fux0derjauijzgopg.jpg",
        "has_sizes": true
    }
},
{
    "model": "products.product",
    "pk": 55,
    "fields": {
        "category": 16,
        "sku": "BATO0006",
        "name": "Darth Vader Beach Towel",
        "description": "Unleash the power of the Dark Side with our Darth Vader Beach Towel û the ultimate accessory for Star Wars fans! Featuring the iconic Sith Lord himself in all his menacing glory, this towel adds an epic touch to your beach or poolside adventures. Crafted from high-quality materials, it offers both comfort and durability, ensuring you can relax in style wherever your galactic travels take you.",
        "price": "20.00",
        "rating": null,
        "image": "image/upload/v1715612592/vxchqrbi5pxqn0peuv0s.jpg",
        "has_sizes": true
    }
},
{
    "model": "products.product",
    "pk": 56,
    "fields": {
        "category": 17,
        "sku": "BAOR0001",
        "name": "Toothbrush Holder",
        "description": "Introducing our Stone Toothbrush Holder û a sleek and sophisticated addition to your bathroom countertop! Crafted from premium stone, this toothbrush holder combines natural elegance with practical functionality.",
        "price": "5.00",
        "rating": null,
        "image": "image/upload/v1715612874/bmrdnsmenuhmyxx3axqr.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 57,
    "fields": {
        "category": 17,
        "sku": "BAOR0002",
        "name": "Over Sink Cabinet",
        "description": "Introducing our Over Sink Cabinet û the perfect solution for maximizing storage and organization in your bathroom! Designed to fit seamlessly above your sink, this cabinet provides convenient access to your everyday essentials while keeping your countertop clutter-free.",
        "price": "60.00",
        "rating": null,
        "image": "image/upload/v1715613147/rzqfsfb01z76rxz3ams2.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 58,
    "fields": {
        "category": 17,
        "sku": "BAOR0003",
        "name": "Wall Towel Rack",
        "description": "Introducing our Wall Towel Rack û the ultimate space-saving solution for your bathroom! Crafted with both style and functionality in mind, this sleek rack mounts easily to your wall, keeping your towels organized and within reach.",
        "price": "55.00",
        "rating": null,
        "image": "image/upload/v1715613232/kdgxp4undoduofetnjny.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 59,
    "fields": {
        "category": 17,
        "sku": "BAOR0004",
        "name": "Towel Ladder Rack",
        "description": "Introducing our Free-Standing Towel Ladder Rack û the chic and practical addition your bathroom has been waiting for! Crafted with a sleek and modern design, this ladder rack offers both functionality and style. Its freestanding nature allows for easy placement anywhere in your bathroom, while the ladder design provides ample space for hanging towels, robes, and more.",
        "price": "30.00",
        "rating": null,
        "image": "image/upload/v1715613289/ced4pqkohebbkmjq2wyh.jpg",
        "has_sizes": false
    }
},
{
    "model": "products.product",
    "pk": 60,
    "fields": {
        "category": 17,
        "sku": "BAOR0005",
        "name": "Pineapple Soap Dish",
        "description": "Introducing our Pineapple Soap Dish û a tropical touch of whimsy for your bathroom dΘcor! Crafted with intricate detailing and vibrant colours, this charming soap dish brings a slice of paradise to your sink or shower. Its pineapple-shaped design adds a playful flair to your space, while the dish itself keeps your soap dry and neatly stored between uses. Made from durable materials, it ensures both functionality and style for your daily routine. Say aloha to a delightful bathroom experience with our Pineapple Soap Dish û where every wash becomes a sunny escape!",
        "price": "8.00",
        "rating": null,
        "image": "image/upload/v1715613393/msrlxom7fogdc9xusy4z.jpg",
        "has_sizes": false
    }
}
]
